Repository: iAhmedGalal/Elite-Technicians
Catalog: crafts/LanguageManager/*.lproj/Localizable.strings
Languages: ar

source: Show All
ar: مشاهدة الكل

source: Beauty Specialists
ar: مقدمي الخدمات

source: Our services
ar: خدماتنا

source: Articles
ar: المقالات

source: Welcome
ar: مرحبًا

source: Login
ar: تسحيل الدخول

source: Profile
ar: الملف الشخصي

source: My orders
ar: طلباتي

source: Chats
ar: المحادثات

source: Notifications
ar: الإشعارات

source: Verification request
ar: طلب توثيق الحساب

source: Account statement
ar: كشف الحساب

source: Favourites
ar: المفضلة

source: Saved locations
ar: المواقع المحفوطة

source: Terms and conditions
ar: الشروط والأحكام

source: About us
ar: من نحن

source: Contact us
ar: اتصل بنا

source: Logout
ar: تسجيل الخروج

source: Home
ar: الرئيسية

source: Wallet
ar: المحفظة

source: Add national identity or residence image
ar: اضف صورة الهوية او صورة الإقامة

source: Send
ar: إرسال

source: Total balance:
ar: الرصيد الكلي:

source: Total points:
ar: النقاط الكلية:

source: Point
ar: نقطة

source: Located Address
ar: العنوان المحدد

source: Choose
ar: اختيار

source: Email
ar: البريد الإلكتروني

source: Phone number
ar: رقم الجوال

source: Address
ar: العنوان

source: My Wallet
ar: محفظتي

source: My Points
ar: نقاطي

source: Current orders
ar: الطلبات الحالية

source: Previous orders
ar: الطلبات السابقة

source: No Orders yet.
ar: لا يوجد طلبات حتى الأن

source: Convert to points
ar: تحويل إلى نقاط

source: Please note that the Riyal is equal to 34 points.
ar: برجاء العلم أن ١ ريال يساوي ٣٤ نقطة

source: CONFIRM
ar: تأكيد

source: CANCEL
ar: إلغاء

source: BACK
ar: عودة

source: SEND
ar: إرسال

source: Refund
ar: استرجاع الرصيد

source: INFORM MANAGEMENT
ar: إبلاغ الإدارة

source: CONVINCED
ar: مقتنع

source: Reasons for rejecting the order
ar: أسباب رفض الطلب

source: Choose another date
ar: تحديد موعد أخر

source: Inform Management
ar: إبلاغ الإدارة

source: Rate
ar: تقييم

source: Rate and add comment
ar: تقييم وإضافة تعليق

source: Choose Rate
ar: اختر التقييم

source: Add Comment
ar: اضف تعليق

source: No Messages yet.
ar: لا يوجد رسائل حتى الأن

source: Empty Favourites
ar: المفضلة فارغة

source: No Notifications yet.
ar: لا يوجد إشعارات حتى الأن

source: No Places yet.
ar: لا يوجد أماكن حتى الأن

source: No Data yet.
ar: لا يوجد بيانات حتى الأن

source: My current balance:
ar: رصيدي الحالي:

source: SAR
ar: ريال

source: Type a message
ar: اكتب رسالة

source: Enter your report
ar: اكتب الشكوى

source: How do you want to refund?
ar: اكتب طريقة استرجاع الرصيد

source: Choose City
ar: اختر المدينة

source: Total
ar: الإجمالي

source: This service is provided to women, and a woman is required to be presented at home. In the absence of a woman at home, we apologize for providing the service.
ar: هذه الخدمة مقدمة للنساء ويلزم تواجد سيدة بالمنزل. في حالة عدم وجود سيدة بالمنزل نعتذر عن تقديم الخدمة.

source: Next
ar: التالي

source: Add to reservation
ar: اضف للحجز

source: VAT
ar: ضريبة القيمة المضافة

source: Total after VAT
ar: الإجمالي بعد الضريبة

source: Tax Number
ar: الرقم الضريبي

source: Do you have coupon?
ar: هل تملك كوبون خصم؟

source: Electronic Payment
ar: دفع إلكتروني

source: Bank Transfer
ar: تجويل بنكي

source: Pay When The Service Provider Arrives
ar: دفع عند وصول مقدم الخدمة

source: Pay In Points
ar: دفع بالنقاط

source: Pay in points
ar: دفع بالنقاط

source: Reservation completed
ar: تم إكمال الحجز

source: Go to my orders
ar: اذهب إلى طلباتي

source: Add the bank transfer image
ar: اضف صورة التحويل البنكي

source: Pay on delivery
ar: دفع عند الوصول

source: Tax number
ar: الرقم الضريبي

source: We will add
ar: سبتم إضافة

source: to your order
ar: إلى الحجز

source: Proceed
ar: مواصلة

source: Details and Ratings
ar: التفاصيل والتقييمات

source: Clients Comments
ar: تعليقات العملاء

source: Completed Services
ar: الخدمات المكتملة

source: Details
ar: التفاصيل

source: Work areas
ar: أماكن تقديم الخدمات

source: Certified from saloon/institute
ar: معتمد من معهد/صالون

source: Services
ar: الخدمات

source: No Comments yet.
ar: لا يوجد تعليقات

source: Pay the due
ar: دفع المستحق

source: Request the due
ar: طلب المستحق

source: Total receivables:
ar: إجمالي المستحقات

source: Confirm receipt of payment?
ar: تأكيد استلام المبلغ؟

source: Rejection Reasons
ar: أسباب الرفض

source: CONFIRM AND RATE CLIENT
ar: تأكيد وتقييم العميل

source: The amount received from the client
ar: المبلغ المستلم من العميل

source: Required amount:
ar: المبلغ المطلوب:

source: Amount
ar: المبلغ

source: Suggest other appointments
ar: اقتراح مواعيد أخرى

source: ADD
ar: اضف

source: HH
ar: س

source: MM
ar: د

source: AM
ar: ص

source: PM
ar: م

source: My info
ar: بياناتي

source: Client
ar: عميل

source: Service provider
ar: مقدم خدمة

source: Providers comments
ar: تعليقات مقدمي الخدمة

source: Remember me?
ar: تذكرني؟

source: Forget Password
ar: نسيت كلمة المرور

source: Create Account
ar: إنشاء حساب

source: Activate
ar: تفعيل

source: Enter code sent to your email
ar: ادخل الكود الذي تم إرساله إلى بريدك الإلكتروني

source: Enter code sent to your phone
ar: ادخل الكود الذي تم إرساله إلى جوالك

source: SAVE
ar: حفظ

source: Reset code will be sent to your email
ar: سيتم إرسال كود الاسترجاع إلى بريدك الإلكتروني

source: Reset code will be sent to your phone
ar: سيتم إرسال كود الاسترجاع إلى جوالك

source: Serial number
ar: الرقم التسلسلي

source: Add profile photo
ar: اضف صورة شخصية

source: Add national ID or residence image
ar: اضف صورة الهوية أو صورة الإقامة

source: Add image or video
ar: اضف صورة أو فيديو

source: About services
ar: نبذة عن الخدمات التي تقدمها

source: The Services you provide
ar: الخدمات التي تقدمها

source: If you work for a woman's salon or have a certificate from a verified institute
ar: إذا كنت تعمل في صالون نسائي أو لديك شهادة من معهد معتمد

source: Copy of certificate
ar: صورة من الشهادة

source: Save
ar: حفظ

source: Change Password
ar: تغيير كلمة المرور

source: Create
ar: إنشاء

source: Agree to All
ar: أوافق على جميع

source: Terms And Conditions
ar: الشروط والأحكام

source: Order Number:
ar: رقم الطلب:

source: Service date:
ar: تاريخ الخدمة:

source: Paid amount:
ar: المبلغ المدفوع:

source: Total Service:
ar: إجمالي الخدمات:

source: Value added:
ar: القيمة المضافة:

source: Commission:
ar: العمولة:

source: Remaining balance:
ar: الرصيد المتبقى:

source: Deserved amount:
ar: المبلغ المستحق:

source: Payment type:
ar: طريقة الدفع:

source: REQUEST DUE
ar: طلب المستحق

source: Order status:
ar: حالة الطلب:

source: Refund amount:
ar: الكمية المسترجعة:

source: REFUND
ar: استرجاع الرصيد

source: CONVERT TO POINTS
ar: تحويل إلى نقاط

source: Payment total:
ar: إجمالى الدفع:

source: Points earned:
ar: النقاط المكتسبة

source: Statement:
ar: الحالة:

source: Total:
ar: الإجمالي:

source: Order number:
ar: رقم الطلب:

source: Order status
ar: حالة الطلب

source: Service:
ar: الخدمات:

source: Address:
ar: العنوان:

source: Time:
ar: الوقت:

source: Service provider name:
ar: اسم مقدم الخدمة:

source: Payment fees on service provider arrival:
ar: رسوم الدفع عند وصول مقدم الخدمة:

source: Payment fees on service provider arrival
ar: رسوم الدفع عند وصول مقدم الخدمة:

source: Track Provider
ar: تتبع مقدم الخدمة

source: Chat
ar: محادثة

source: Bank transfer
ar: تحويل بنكي

source: ePay
ar: دفع إلكتروني

source: Cancel
ar: إلغاء

source: Another Date Suggestion
ar: اقتراح موعد أخر

source: Cancellation Reason
ar: أسباب الرفض

source: Pay and Rate
ar: دفع وتقييم

source: Certified from
ar: مرخص من

source: Discount
ar: خصم

source: Client Name:
ar: اسم العميل:

source: Client name:
ar: اسم العميل:

source: Detect Location
ar: تحديد الموقع

source: Rejected
ar: مرفوض

source: Confirm
ar: تأكيد

source: Reject
ar: رفض

source: Completed
ar: مكتمل

source: REQUEST ANOTHER APPOINTMENT
ar: طلب موعد أخر

source: Now
ar: الأن

source: Check Your Internet Connection
ar: تأكد من إتصالك بالانترنت

source: Camera is not Available
ar: الكاميرا غير متاحة

source: Camera
ar: الكاميرا

source: Photo Library
ar: مكتبة الصور

source: Message
ar: الرسالة

source: Enter Message Body
ar: اكتب نص الرسالة

source: Enter your name
ar: ادخل اسمك

source: Enter your phone number
ar: ادخل رقم جوالك

source: Enter a valid phone number
ar: ادخل رقم جوال صحيح

source: Enter your email
ar: ادخل بريدك الإلكتروني

source: Enter a valid email
ar: ادخل بريد إلكتروني صحيح

source: Yes
ar: نعم

source: No
ar: لا

source: Delete from places?
ar: حذف من الأماكن؟

source: Delete from favourites?
ar: حذف من المفضلة؟

source: Please, Upload Verification Image
ar: من فقضلك ارفق صصورة التوثيق

source: Please, Enter National ID or residence number
ar: ادخل الرقم القومي أو رقم الإقامة

source: Provider
ar: مقدم الخدمة

source: Saved Locations
ar: المواقع المحفوظة

source: Account Statement
ar: كشف حسابي

source: Verification Request
ar: طلب توثيق

source: Messages
ar: الرسائل

source: My Orders
ar: طلباتي

source: Orders
ar: الطلبات

source: Enter activation code
ar: ادخل كود التفعيل

source: Enter old password
ar: ادخل كلمة المرور القديمة

source: Enter new password
ar: ادخل كلمة المرور الجديدة

source: Password must be at least 6 digits
ar: كلمة المرور يجب أن تتكون من ٦ خانات على الأقل

source: Enter new password confirmation
ar: ادخل تأكيد كلمة المرور الجديدة

source: Password doesn't match
ar: كلمة المرور غير متطابقة

source: Enter the code
ar: ادخل الكود

source: Enter valid email
ar: ادخل بريد إلكتروني صحيح

source: Reset password
ar: استعادة كلمة المرور

source: All
ar: الكل

source: Choose district
ar: اختر المنطقة

source: Enter your national ID or residence number
ar: ادخل الرقم القومي أو رقم الإقامة

source: Phone number must be 10 digits and begin with 05
ar: رقم الجوال يجب أن يبدأ ب٠٥ ويتكون من ١٠ خانات

source: Enter your address
ar: ادخل العنوان

source: Choose your city
ar: اختر المدينة

source: Attach your profile photo
ar: ارفق صورة الملف الشخصصي

source: Attach your national ID or residence image
ar: ارفق صورة الرقم القومي او رقم الإقامة

source: No Cities
ar: لا يوجد مدن

source: No Districts
ar: لا يوجد مناطق

source: No Services
ar: لا يوجد خدمات

source: Choose city
ar: اختر المدينة

source: Clients comments
ar: تعليقات العملاء

source: You must agree to all terms and conditions
ar: يجب الموافقة على جميع الشروط والأحكام

source: Enter Password
ar: ادخل كلمة المرور

source: Registration Done Successfully
ar: تم التسجيل بنجاح

source: Registration
ar: تسجيل

source: Enter your email or phone number
ar: ادخل البريد الإلكتروني أو رقم الجوال

source: Login Done Successfully
ar: تم تسجيل الدخول بنجاح

source: Search for place
ar: ابحث عن أماكن

source: Please enter your comment
ar: ادخل تعليقك

source: Please rate the service
ar: قيم الخدمة

source: Please enter your rejection reasons
ar: اكتب أسباب رفض الطلب

source: Please enter your report
ar: اكتب تقريرك

source: Choose the new date
ar: اختر تاريخ جديد

source: Select date
ar: اختر التاريخ

source: Select time
ar: اختر التوقيت

source: Done
ar: تم

source: Enter money paid
ar: ادخل المبلغ المدفوع

source: Paid amount is less than required
ar: المبلغ المدفوع أقل من المطلوب

source: Please enter how do want to get refund
ar: كيف تريد استعادة المبلغ

source: Please, Login first
ar: قم بتسجيل الدخول أولًا

source: PAY THE DUE
ar: دفع المستحق

source: Services Reservation
ar: حجز الخدمات

source: Select your address
ar: اختر العنوان

source: Select reservation date
ar: اختر تاريخ الحجز

source: Select reservation time
ar: اختر توقيت الحجز

source: Choose service provider
ar: اختر مقدم الخدمة

source: Nearest
ar: الأقرب

source: Please, Upload Bank Transfer Image
ar: ارفق صورة التحويل البنكي

source: Choose payment method
ar: اختر طريقة الدفع

source: Client Registration
ar: إنشاء حساب عميل

source: Provider Registration
ar: إنشاء حساب مقدم خدمة

source: Determine lacation and time
ar: تحديد الموقع والوقت

source: Not Confirmed
ar: غير مؤكد

source: Delete from orders?
ar: حذف من الطلبات

source: Waiting
ar: قيد الانتظار

source: Cash Back
ar: استرجاع الرصيد

source: Convert To Points
ar: تحويل إلى نقاط

source: The rating was done before
ar: تم التقييم من قبل

source: Change Appointement
ar: تغيير الموعد

source: Receive the amount and complete the service
ar: استلام المبلغ وإنهاء الخدمة

source: FINISH SERVICE
ar: إنهاء الخدمة

source: Confirmed
ar: مؤكد

source: Processing
ar: قيد التنفيذ

source: Ended
ar: منتهي

source: This account is blocked
ar: هذا الحساب محظور

source: Choose your service city
ar: اختر المدينة التي تقدم فيها الخدمة

source: Choose your service districrs
ar: اختر المناطق التي تقدم فيها الخدمة

source: Choose your service areas
ar: اختر المناطق التي تقدم فيها الخدمة

source: Choose services you provide
ar: اختر الخدمات التي تقدمها

source: You have already added the district
ar: قمت بإضافة المنطقة بالفعل

source: You have already added the area
ar: قمت بإضافة المنطقة بالفعل

source: You have already added the service
ar: قمت بإضافة الخدمة بالفعل

source: Choose location
ar: اختر الموقع

source: Choose Area
ar: اختار المنطقة

source: Choose area
ar: اختار المنطقة

source: Choose your work cities
ar: اختر المدن

source: Choose your account type
ar: اختر نوع الحساب

source: Person
ar: فردي

source: Restaurant
ar: مطعم

source: No Areas
ar: لا يوجد مناطق

source: Chosen payment method will be: Pay When The Service Provider Arrives
ar: سيتم اختيار طريقة الدفع عند وصول مقدم الخدمة

source: Back to home screen
ar: عودة للصفحة الرئيسية

source: Payment completed
ar: تم الدفع

source: Pending Admin Agreement
ar: في انتظار موافقة الإدارة

source: My services
ar: خدماتي

source: Commission
ar: العمولة

source: Commission discount request
ar: طلب خصم على العمولة

source: Num of technicians
ar: عدد الفنيين

source: Experience
ar: الخبرة

source: Highest rated
ar: الأكثر تقييمًا

source: Closest
ar: الأقرب

source: About service
ar: عن الخدمة

source: About service provider
ar: عن مقدم الخدمة

source: Request specific service
ar: طلب خدمة محددة

source: Total services price
ar: إجمالي سعر الخدمات

source: REQUEST NOW
ar: طلب الأن

source: Add New Offer
ar: إضافة عرض جديد

source: Offer price
ar: سعر العرض

source: ADD OFFER
ar: إضافة عرض

source: Service Image
ar: صورة الخدمة

source: Choose main section
ar: اختر القسم الرئيسي

source: Choose subsection
ar: اختر القسم الفرعي

source: Service name
ar: اسم الخدمة

source: Service name in English
ar: اسم الخدمة بالإنجليزية

source: Service price
ar: سعر الخدمة

source: Total after discount
ar: السعر بعد الخصم

source: Add Offer
ar: إضافة عرض

source: Remove Offer
ar: حذف العرض

source: Remove Service
ar: حذف الخدمة

source: Enter offer price
ar: ادخل سعر العرض

source: Enter service Arabic name
ar: ادخل اسم الخدمة

source: Enter service English name
ar: ادخل اسم الخدمة بالإنجليزية

source: Enter service price
ar: ادخل سعر الخدمة

source: Choose service main section
ar: اختر القسم الرئيسي للخدمة

source: Choose service subsection
ar: اختر القسم الفرعي للخدمة

source: Attach service image
ar: ارفق صورة الخدمة

source: No sections found
ar: لا يوجد أقسام

source: Coupon discount value
ar: قيمة خصم الكوبون

source: paid
ar: مدفوع

# Unpaid
source: paid
ar: غير مدفوع

source: Choose your area
ar: اختار المنطقة

source: Choose work city
ar: ااختر المدينة التي تؤدي بها الخدمة

source: Choose work area
ar: اختر المنطقة التي تؤدي بها الخدمة

# Choose services
source: Choose work area
ar: اختر الخدمات التي تقدمها

source: Select Service
ar: اختر خدمة للحجز

source: Registration Done Successfully. Pending Management Approval
ar: تم إنشاء الحساب بنجاح. في انتظار موافقة الإدارة

source: Comment Objection
ar: اعتراض على التعليق

source: Please enter your objection
ar: ادخل سبب الاعتراض

source: Objection Reasons
ar: أسباب الاعتراض

source: Describe the problem in principle (Optional)
ar: وصف المشكلة مبدئيًا (اختياري)

source: Enter service name
ar: ادخل اسم الخدمة

source: New Service Order
ar: طلب خدمة جديدة

source: Alert
ar: تنبيه

source: Add Service
ar: إضافة خدمة

source: Apply For Order
ar: تقدم للطلب

source: Required
ar: مطلوب

source: Service Cost
ar: تكلفة الخدمة

source: Problem describtion
ar: وصف المشكلة

source: Date:
ar: التاريخ:

source: OK
ar: موافق

source: SELECT DATES
ar: تغيير الموعد

source: (Optional)
ar: (اختياري)

source: NEXT
ar: التالي

source: Service Applicants
ar: المتقدمين للخدمة

source: Waiting orders
ar: في انتظار التنفيذ

source: Wating accept orders
ar: في انتظار الموافقة

source: Provider name:
ar: اسم الفني:

source: ACCEPT
ar: موافق

source: PROFILE
ar: الملف الشخصي
